{
  "About": "Über uns",
  "Support": "Unterstützung",
  "Other": "Andere",
  "Theme": "Thema",
  "An": "Ein",
  "Booster": "Verstärker",
  "to_Your_NextJS_Apps": "für Ihre NextJS-Apps",
  "An_approachable_performant_and_versatile_boilerplate_for_building_SSR_applications": "Eine zugängliche, leistungsstarke und vielseitige Vorlage für die Erstellung von SSR-Anwendungen.",
  "Use_Template": "Vorlage verwenden",
  "Learn_More": "Mehr erfahren!",
  "Approachable": "Zugänglich",
  "Add_components_without_sending_additional_client_side_JavaScript_Built_on_the_latest_React_features": "Fügen Sie Komponenten hinzu, ohne zusätzliches clientseitiges JavaScript zu senden. Basiert auf den neuesten React-Features.",
  "Automatic_Image_Font_and_Script_Optimizations_for_improved_UX_and_Core_Web_Vitals": "Automatische Bild-, Schrift- und Skriptoptimierungen für verbesserte UX und Core Web Vitals.",
  "Versatile": "Vielseitig",
  "A_rich_incredibly_adoptable_template_that_scales_between_a_small_showcase_website_and_a_full_size_app": "Eine reichhaltige, unglaublich anpassbare Vorlage, die zwischen einer kleinen Showcase-Website und einer vollwertigen App skaliert.",
  "This_is_a_simple_about_page_just_to_show_how_you_can_use_the_internationalization_in_different_pages": "Dies ist eine einfache Über-uns-Seite, um zu zeigen, wie Sie die Internationalisierung auf verschiedenen Seiten verwenden können",
  "Performant": "Leistungsstark",
  "Home": "Startseite",
  "Services": "Dienstleistungen",
  "Projects": "Projekte",
  "Contact": "Kontakt",
  "Get_in_Touch": "Kontakt aufnehmen",
  "Who_Are_We": "Wer sind wir?",
  "We_are_an_agency_that_combines_innovative_strategy": "Wir sind eine Agentur, die innovative Strategie mit modernster Design- und Entwicklungsexpertise kombiniert.",
  "We_are_a_team_of_skilled_developers": "Wir sind ein Team aus erfahrenen Entwicklern, Grafikdesignern und UX-Spezialisten, vereint durch eine gemeinsame Leidenschaft für außergewöhnliche digitale Erfahrungen. Bei KodKraft bringen wir Kreativität, Präzision und Innovation in jedes Projekt ein und stellen sicher, dass jede Lösung auf Ihre individuellen Bedürfnisse zugeschnitten ist. Gemeinsam streben wir danach, Websites und Apps zu erstellen, die visuell beeindruckend, benutzerfreundlich und auf Erfolg ausgerichtet sind.",
  "Here_are_3_streamlined_steps": "Hier sind 3 optimierte Schritte, um Ihre digitalen Projekte zum Leben zu erwecken.",
  "Define_Plan": "Definieren & Planen",
  "We_collaborate_to_outline": "Wir arbeiten zusammen, um Ihre Ziele, den Umfang und die Anforderungen zu definieren.",
  "Design_Develop": "Entwerfen & Entwickeln",
  "We_create_stunning_designs": "Wir erstellen beeindruckende Designs und bauen robuste, skalierbare Lösungen.",
  "Test_Launch": "Testen & Starten",
  "We_rigorously_test": "Wir testen gründlich und stellen Ihr Projekt für nahtlose Leistung bereit.",
  "How_It_Works": "Wie es funktioniert?",
  "Discover_how_we_transform": "Entdecken Sie, wie wir Ihre Ideen mit unserem bewährten Prozess in leistungsstarke Lösungen verwandeln.",
  "We_combine_creativity": "Wir kombinieren Kreativität, Technologie und Strategie, um außergewöhnliche Ergebnisse zu liefern. Unser Team arbeitet eng mit Ihnen zusammen, um sicherzustellen, dass jedes Detail mit Ihrer Vision und Ihren Geschäftszielen übereinstimmt. Vom Konzept bis zur Markteinführung priorisieren wir Qualität, Innovation und Benutzererfahrung.",
  "Book_A_Consultancy": "Beratung buchen",
  "Leading_Software_Development_Company": "Führendes Softwareentwicklungsunternehmen im Libanon",
  "KodKraft_crafts_stunning": "KodKraft erstellt beeindruckende, benutzerfreundliche Websites und Apps. Erfahrene Entwickler, Designer und UX-Spezialisten vereint, um Ihren digitalen Erfolg voranzutreiben. Lassen Sie uns gemeinsam etwas Großartiges schaffen!",
  "From_responsive_web_development": "Von responsiver Webentwicklung bis hin zu SEO & Branding liefert KodKraft hochleistungsfähige digitale Lösungen, die auf Ihre Geschäftsziele zugeschnitten sind. Entdecken Sie unsere Dienstleistungen.",
  "Ready_to_elevate": "Bereit, Ihre digitale Präsenz zu verbessern? Kontaktieren Sie noch heute das Team von KodKraft für maßgeschneiderte Web-, Mobile- und Branding-Lösungen. Lassen Sie uns zusammenarbeiten!"
}