{
  "About": "About us",
  "Support": "Support",
  "Other": "Other",
  "Theme": "Theme",
  "An": "A",
  "Booster": "Booster",
  "to_Your_NextJS_Apps": "to Your NextJS Apps",
  "An_approachable_performant_and_versatile_boilerplate_for_building_SSR_applications": "An approachable, performant and versatile boilerplate for building SSR applications.",
  "Use_Template": "Use Template",
  "Learn_More": "Learn More!",
  "Approachable": "Approachable",
  "Add_components_without_sending_additional_client_side_JavaScript_Built_on_the_latest_React_features": "Add components without sending additional client-side JavaScript. Built on the latest React features.",
  "Automatic_Image_Font_and_Script_Optimizations_for_improved_UX_and_Core_Web_Vitals": "Automatic Image, Font, and Script Optimizations for improved UX and Core Web Vitals.",
  "Versatile": "Versatile",
  "A_rich_incredibly_adoptable_template_that_scales_between_a_small_showcase_website_and_a_full_size_app": "A rich, incredibly adoptable template that scales between a small showcase website and a full-size app.",
  "This_is_a_simple_about_page_just_to_show_how_you_can_use_the_internationalization_in_different_pages": "This is a simple about page just to show how you can use the internationalization in different pages",
  "Performant": "Performant",
  "Home": "Home",
  "Services": "Services",
  "Projects": "Projects",
  "Contact": "Contact",
  "Get_in_Touch": "Get in Touch",
  "Who_Are_We": "Who Are We?",
  "We_are_an_agency_that_combines_innovative_strategy": "We are an agency that combines innovative strategy with cutting-edge design and development expertise.",
  "We_are_a_team_of_skilled_developers": "We are a team of skilled developers, graphic designers, and UX specialists united by a shared passion for crafting exceptional digital experiences. At KodKraft, we bring creativity, precision, and innovation to every project, ensuring that each solution is tailored to meet your unique needs. Together, we strive to create websites and apps that are visually stunning, user-friendly, and built to drive success.",
  "Here_are_3_streamlined_steps": "Here are 3 streamlined steps to bring your digital projects to life.",
  "Define_Plan": "Define & Plan",
  "We_collaborate_to_outline": "We collaborate to outline your goals, scope, and requirements.",
  "Design_Develop": "Design & Develop",
  "We_create_stunning_designs": "We create stunning designs and build robust, scalable solutions.",
  "Test_Launch": "Test & Launch",
  "We_rigorously_test": "We rigorously test and deploy your project for seamless performance.",
  "How_It_Works": "How It Works?",
  "Discover_how_we_transform": "Discover how we transform your ideas into powerful solutions with our proven process.",
  "We_combine_creativity": "We combine creativity, technology, and strategy to deliver exceptional results. Our team works closely with you to ensure every detail aligns with your vision and business goals. From concept to launch, we prioritize quality, innovation, and user experience.",
  "Book_A_Consultancy": "Book A Consultancy",
  "Leading_Software_Development_Company": "Leading Software Development Company in Lebanon",
  "KodKraft_crafts_stunning": "KodKraft crafts stunning, user-friendly websites & apps. Skilled developers, designers, and UX specialists united to drive your digital success. Let's build something great!",
  "From_responsive_web_development": "From responsive web development to SEO & branding, KodKraft delivers high-performance digital solutions tailored to your business goals. Explore our services.",
  "Ready_to_elevate": "Ready to elevate your digital presence? Contact KodKraft's team today for custom web, mobile, and branding solutions. Let's collaborate!"
}
